---
kind: other
id: Methods.T:Autodesk.Revit.Exceptions.CentralModelContentionException
source: html/28f46f50-df0e-0dd3-c7dc-a6fc6f809464.htm
---
# CentralModelContentionException Methods

Retrieves data needed to serialize the target object.